Repository: dotola/wpforms-form-pages-ar
Catalog: wpforms-form-pages-*.po
Languages: ar

source: Form Pages cannot be enabled if Conversational Forms is enabled at the same time.
ar: لا يمكن تمكين صفحات النموذج إذا تم تمكين نماذج المحادثة في نفس الوقت.

source: OK
ar: موافق

source: Form Logo
ar: شعار النموذج

source: Select or Upload Form Custom Logo
ar: اختار او حمل شعار نموذج مخصص

source: Use this image
ar: استخدم هذه الصورة

source: Form Pages
ar: صفحات النموذج

source: Preview Form Page
ar: معاينة صفحة النموذج

source: Heads up! To use Form Pages, please configure your site's permalinks on the WordPress <a href="%s">Permalink Settings</a> page.
ar: انتباه! لاستخدام صفحات النموذج ، يرجى تكوين الروابط الثابتة لموقعك <a href="%s">Permalink Settings</a> على صفحة WordPress.

source: Enable Form Page Mode
ar: تفعيل وضع صفحة النموذج

source: Form Page Title
ar: عنوان صفحة النموذج

source: Message
ar: رسالة

source: This content will display below the Form Page Title, above the form.
ar: سيتم عرض هذا المحتوى أسفل عنوان صفحة النموذج ، أعلى النموذج.

source: Permalink
ar: الرابط الثابت (Permalink)

source: This is the URL for your form page.
ar: هذا هو عنوان URL لصفحة النموذج الخاصة بك.

source: Header Logo
ar: هدر الشعار

source: This is a custom logo.
ar: هذا شعار مخصص.

source: Footer Text
ar: نص التذييل

source: This content is neither created nor endorsed by WPForms.
ar: لم يتم إنشاء هذا المحتوى أو اعتماده بواسطة WPForms.

source: Hide WPForms Branding
ar: إخفاء علامة WPForms التجارية

source: Color Scheme
ar: نظام الألوان

source: This is color of the submit button and page background.
ar: هذا هو لون زر الإرسال وخلفية الصفحة.

source: Style
ar: التنسيق

source: Modern Design
ar: تصميم حديث

source: Classic Design
ar: تصميم كلاسيكي

source: Modern: Wider form, rounded corners, darker background
ar: حديث: نموذج أعرض ، زوايا دائرية ، خلفية أغمق

source: Upload Image
ar: تحميل الصوره

source: View
ar: عرض

source: View Form Page
ar: عرض صفحة النموذج

source: Form Page Preview
ar: معاينة صفحة النموذج

source: created with
ar: تم إنشاؤها باستخدام

source: The WPForms Form Pages plugin has been deactivated. Your site is running an outdated version of PHP that is no longer supported and is not compatible with the Form Pages addon. <a href="%s" target="_blank" rel="noopener noreferrer">Read more</a> for additional information.
ar: تم إلغاء تنشيط المكون الإضافي WPForms Form Pages. يشغل موقعك إصدارًا قديمًا من PHP لم يعد مدعومًا وغير متوافق مع الملحق Form Pages. <a href="%s" target="_blank" rel="noopener noreferrer">Read more</a> اقرأ المزيد </a> للحصول على معلومات إضافية.
